[
  {
    "title": "Family",
    "tex": [
        "⚠️How many people are there in your family? = আপনার পরিবারে কতজন লোক আছে !!",
        "✅There are 5 people in my family: my father, mother, brother, sister, and me. = আমার পরিবারে ৫ জন সদস্য: আমার বাবা, মা, ভাই, বোন এবং আমি। !!",

        "⚠️Does your family live in a house or an apartment? = আপনার পরিবার কি একটি বাড়িতে থাকে নাকি একটি অ্যাপার্টমেন্টে? !!",
        "✅We live in a house in the countryside. = আমরা গ্রামাঞ্চলের একটি বাড়িতে থাকি। !!",

        "⚠️What does your father do? = আপনার বাবা কি করেন? !!",
        "✅My father is a doctor. He works at the local hospital. = আমার বাবা একজন ডাক্তার। তিনি স্থানীয় হাসপাতালে কাজ করেন। !!",

        "⚠️How old is your mother? = আপনার মায়ের বয়স কত? !!",
        "✅She is 40 years old, 1 year younger than my father. = তাঁর বয়স ৪০ বছর, আমার বাবার থেকে ১ বছর ছোট। !!",

        "⚠️Do you have any siblings? What’s his/her name? = আপনার কি কোনো ভাইবোন আছে? তার নাম কি? !!",
        "✅Yes, I do. I have 1 elder brother, David, and 1 younger sister, Mary. = হ্যাঁ, আমার আছে। আমার ১ জন বড় ভাই ডেভিড এবং ১ জন ছোট বোন মেরি। !!",

        "⚠️Are you the oldest amongst your brothers and sisters? = আপনি কি আপনার ভাইবোনদের মধ্যে সবচেয়ে বড়? !!",
        "✅No, I’m not. I’m the second child in my family. = না, আমি নই। আমি আমার পরিবারের দ্বিতীয় সন্তান। !!",

        "⚠️What does your mother/father like? = আপনার মা/বাবা কী পছন্দ করেন? !!",
        "✅My father likes playing football and my mother likes cooking. = আমার বাবা ফুটবল খেলতে পছন্দ করেন এবং আমার মা রান্না করতে পছন্দ করেন। !!",

        "⚠️Do your parents let you stay out late? = আপনার বাবা-মা কি আপনাকে দেরি করে বাইরে থাকতে দেন? !!",
        "✅Of course not. They always ask me to get home before 10 pm each night. = অবশ্যই না। তারা আমাকে প্রতি রাতে ১০টার আগে বাড়ি ফিরতে বলেন। !!",

        "⚠️Do you stay with your parents? = আপনি কি আপনার বাবা-মায়ের সাথে থাকেন? !!",
        "✅Right now, no, but I used to. = এখন না, তবে আমি আগে থাকতাম। !!",

        "⚠️Does your family usually have dinner together? = আপনার পরিবার কি সাধারণত একসাথে রাতের খাবার খায়? !!",
        "✅Yes, we do. My mom always prepares delicious meals for us. = হ্যাঁ, আমরা করি। আমার মা আমাদের জন্য সবসময় সুস্বাদু খাবার প্রস্তুত করেন। !!"
    ]
},

  
  {
    "title": "RESTAURANT",
    "tex": [
        "⚠️How often do you eat out? Who do you go with? = আপনি কতবার বাইরে খেতে যান? আপনি কার সাথে যান? !!",
        "✅I often eat out on weekends, when I hang out with my friends. = আমি প্রায়ই সপ্তাহান্তে বাইরে খেতে যাই, যখন আমি আমার বন্ধুদের সাথে আড্ডা দিই। !!",

        "⚠️What restaurant do you usually visit? = আপনি সাধারণত কোন রেস্টুরেন্টে যান? !!",
        "✅Well, there are not many restaurants in my neighborhood, so my best choice is the deli in convenient stores like the Circle K, Mini-Stop, B-smart. = ঠিক আছে, আমার আশেপাশে বেশি রেস্টুরেন্ট নেই, তাই আমার সেরা পছন্দ হলো সার্কেল কে, মিনি-স্টপ, বি-স্মার্টের মতো সুবিধাজনক স্টোরগুলোর ডেলি। !!",

        "⚠️What type of food do you enjoy to eat? Western or Asian? = আপনি কী ধরণের খাবার খেতে পছন্দ করেন? পশ্চিমা না এশিয়ান? !!",
        "✅I’m interested in Asian food, Western food is not my thing. = আমি এশিয়ান খাবারে আগ্রহী, পশ্চিমা খাবার আমার জিনিস নয়। !!",

        "⚠️How much do you usually pay when you eat out? = আপনি সাধারণত বাইরে খাওয়ার সময় কত টাকা দেন? !!",
        "✅It’s not very expensive, just around $5 for each meal. = এটা খুব ব্যয়বহুল নয়, প্রতি খাবারের জন্য প্রায় $৫। !!",

        "⚠️Do you enjoy spicy food? = আপনি কি মশলাদার খাবার পছন্দ করেন? !!",
        "✅Yes, I do, especially on cold days. = হ্যাঁ, করি, বিশেষ করে ঠান্ডা দিনে। !!",

        "⚠️Are the servers there friendly to you? = সেখানকার সার্ভাররা কি আপনার সাথে বন্ধুসুলভ? !!",
        "✅Yes, they are. Most of them are really helpful. = হ্যাঁ, তারা তাই। তাদের বেশিরভাগই সত্যিই সহায়ক। !!",

        "⚠️Have you ever tried Italian food? = আপনি কি কখনো ইতালীয় খাবার চেষ্টা করেছেন? !!",
        "✅Yes, at least once, when I was in my friend’s wedding party. = হ্যাঁ, অন্তত একবার, যখন আমি আমার বন্ধুর বিয়ের অনুষ্ঠানে ছিলাম। !!",

        "⚠️Are you concerned about calories when eating out? = আপনি কি বাইরে খাওয়ার সময় ক্যালোরি নিয়ে চিন্তিত? !!",
        "✅Yes, I am. I’m on diet now, so this really matters to me. = হ্যাঁ, আমি চিন্তিত। আমি এখন ডায়েটে আছি, তাই এটি আমার জন্য খুবই গুরুত্বপূর্ণ। !!",

        "⚠️Are fast food restaurants like KFC or McDonald’s famous in your country? = আপনার দেশে কি KFC বা McDonald’s-এর মতো ফাস্ট ফুড রেস্টুরেন্ট জনপ্রিয়? !!",
        "✅Yes, they are. The youth in my country are big fans of fast food. = হ্যাঁ, তারা জনপ্রিয়। আমার দেশের যুব সমাজ ফাস্ট ফুডের বড় ভক্ত। !!",

        "⚠️Do you often drink alcohol when eating out? = আপনি কি বাইরে খাওয়ার সময় প্রায়ই অ্যালকোহল পান করেন? !!",
        "✅No, not often. Just when I have parties with my friends. = না, প্রায়ই নয়। শুধুমাত্র যখন আমি আমার বন্ধুদের সাথে পার্টি করি। !!"
    ]
},

{
    "title": "BOOKS",
    "tex": [
        "⚠️How often do you read books? = আপনি কতবার বই পড়েন? !!",
        "✅I read books almost every night before I go to bed. = আমি প্রায় প্রতি রাতে ঘুমানোর আগে বই পড়ি। !!",

        "⚠️What’s your favorite type of book? = আপনার প্রিয় ধরণের বই কী? !!",
        "✅I love reading about different cultures. = আমি বিভিন্ন সংস্কৃতি সম্পর্কে পড়তে পছন্দ করি। !!",

        "⚠️What can you learn from books? = আপনি বই থেকে কী শিখতে পারেন? !!",
        "✅Books can broaden my horizon about thousands of things around the world, and books are also my best friends. = বই আমার জ্ঞানকে বিশ্বের হাজারো বিষয়ে প্রসারিত করতে পারে, এবং বই আমার সেরা বন্ধু। !!",

        "⚠️Where do you read books? = আপনি কোথায় বই পড়েন? !!",
        "✅I read books at home, sometimes in the library. = আমি বাড়িতে বই পড়ি, কখনো কখনো লাইব্রেরিতে। !!",

        "⚠️What’s the most interesting book you have ever read? = আপনি যে সবচেয়ে আকর্ষণীয় বইটি পড়েছেন তা কী? !!",
        "✅I think that would be Nepal, a book written about the country of Nepal, published in 1999. = আমি মনে করি সেটি হবে নেপাল, একটি বই যা নেপাল দেশ সম্পর্কে লেখা হয়েছে, যা ১৯৯৯ সালে প্রকাশিত। !!",

        "⚠️How long does it take you to finish a book? = একটি বই শেষ করতে আপনার কত সময় লাগে? !!",
        "✅Well, it depends on the length of the book, but it usually takes me a week to finish a 300-page book. = এটি বইয়ের দৈর্ঘ্যের উপর নির্ভর করে, তবে একটি ৩০০-পৃষ্ঠার বই শেষ করতে সাধারণত এক সপ্তাহ লাগে। !!",

        "⚠️Do you usually bring books with you when you travel? = আপনি কি সাধারণত ভ্রমণের সময় আপনার সাথে বই নিয়ে যান? !!",
        "✅Yes, I do. When I’m at the airport or bus station, I read books to kill time. = হ্যাঁ, আমি করি। যখন আমি বিমানবন্দর বা বাসস্টেশনে থাকি, সময় কাটানোর জন্য বই পড়ি। !!",

        "⚠️Is there any bookstore or library in your area? = আপনার এলাকায় কোনো বুকস্টোর বা লাইব্রেরি আছে কি? !!",
        "✅Unfortunately, there are none near my house. The nearest one is 3 kilometers away. = দুর্ভাগ্যবশত, আমার বাড়ির কাছাকাছি কোনোটি নেই। সবচেয়ে নিকটতমটি ৩ কিলোমিটার দূরে। !!"
    ]
},

{
    "title": "TRAVEL",
    "tex": [
        "⚠️How many places have you traveled to? = আপনি কত জায়গায় ভ্রমণ করেছেন? !!",
        "✅I’ve visited all the provinces throughout my country. = আমি আমার দেশের সমস্ত প্রদেশে ভ্রমণ করেছি। !!",

        "⚠️Who do you usually go with? = আপনি সাধারণত কার সাথে যান? !!",
        "✅I often go with my family, sometimes with my best friends. = আমি প্রায়ই আমার পরিবার বা কখনো কখনো আমার সেরা বন্ধুদের সাথে যাই। !!",

        "⚠️What’s your favorite tourist attraction? = আপনার প্রিয় পর্যটন আকর্ষণ কী? !!",
        "✅That would be Venice city in Italy. I love riding the gondola along the canals while watching Italian people live their daily lives. = সেটা হবে ইতালির ভেনিস শহর। আমি খাল বরাবর গন্ডোলা চড়তে এবং ইতালীয়দের দৈনন্দিন জীবনযাত্রা দেখতে পছন্দ করি। !!",

        "⚠️Have you ever been abroad? = আপনি কি কখনো বিদেশে গেছেন? !!",
        "✅Yes, I have. I came to Italy last year for a business trip. = হ্যাঁ, আমি গেছি। আমি গত বছর একটি ব্যবসায়িক সফরে ইতালিতে গিয়েছিলাম। !!",

        "⚠️What language do you use when traveling? = ভ্রমণের সময় আপনি কোন ভাষা ব্যবহার করেন? !!",
        "✅English, but sometimes I have to use body language since not all people are good at English. = ইংরেজি, তবে কখনো কখনো আমাকে দেহভাষা ব্যবহার করতে হয় কারণ সবাই ইংরেজিতে দক্ষ নয়। !!",

        "⚠️What do you usually do during your trip? = আপনার ভ্রমণের সময় আপনি সাধারণত কী করেন? !!",
        "✅I often go sightseeing, take pictures, mingle with the local people and sample the local cuisine. = আমি প্রায়ই দর্শনীয় স্থান দেখি, ছবি তুলি, স্থানীয় মানুষের সাথে মিশি এবং স্থানীয় খাবারের স্বাদ নেই। !!",

        "⚠️What do you do to prepare for your trip? = আপনার ভ্রমণের জন্য আপনি কীভাবে প্রস্তুতি নেন? !!",
        "✅Before the trip, I search for information about the location, weather, famous tourist attractions, transportation, local cuisine and prices on the internet. = ভ্রমণের আগে, আমি ইন্টারনেটে স্থান, আবহাওয়া, বিখ্যাত পর্যটন আকর্ষণ, পরিবহন, স্থানীয় খাবার এবং দামের তথ্য অনুসন্ধান করি। !!",

        "⚠️What do you usually bring when you travel? = ভ্রমণের সময় আপনি সাধারণত কী নিয়ে যান? !!",
        "✅I usually pack my suitcase with some necessary items such as clothes, medicine, food, a map, and a camera. = আমি সাধারণত আমার স্যুটকেসে কিছু প্রয়োজনীয় জিনিসপত্র যেমন কাপড়, ওষুধ, খাবার, একটি মানচিত্র এবং একটি ক্যামেরা প্যাক করি। !!",

        "⚠️Do you prefer traveling by car, train or plane? = আপনি কি গাড়ি, ট্রেন বা বিমানে ভ্রমণ করতে পছন্দ করেন? !!",
        "✅I prefer planes although it can be a little expensive. Planes are much faster than any other mode of transport. = আমি বিমানে ভ্রমণ করতে পছন্দ করি যদিও এটি কিছুটা ব্যয়বহুল হতে পারে। বিমান যেকোনো অন্যান্য পরিবহন মাধ্যমের চেয়ে অনেক দ্রুত। !!",

        "⚠️Do you prefer traveling alone or joining a guided tour? = আপনি কি একা ভ্রমণ করতে পছন্দ করেন নাকি একটি গাইডেড ট্যুরে যোগ দিতে পছন্দ করেন? !!",
        "✅I love backpacking with my friends who share the same interests as me. = আমি আমার মত একই আগ্রহ থাকা বন্ধুদের সাথে ব্যাকপ্যাকিং করতে ভালোবাসি। !!"
    ]
},

{
    "title": "WEBSITE",
    "tex": [
        "⚠️What type of websites do you often search for? = আপনি প্রায়শই কী ধরণের ওয়েবসাইট খোঁজেন? !!",
        "✅It varies depending on my goal. I prefer entertainment and education websites such as facebook.com, wikipedia.org and VOA Special English. = এটি আমার লক্ষ্য অনুযায়ী পরিবর্তিত হয়। আমি facebook.com, wikipedia.org এবং VOA Special English এর মতো বিনোদন এবং শিক্ষা ওয়েবসাইট পছন্দ করি। !!",

        "⚠️How long have you been using them? = আপনি এগুলো কতদিন ধরে ব্যবহার করছেন? !!",
        "✅I have been using these websites since I was a freshman at university. = আমি বিশ্ববিদ্যালয়ে প্রথম বর্ষের ছাত্র থাকা থেকে এই ওয়েবসাইটগুলো ব্যবহার করছি। !!",

        "⚠️What do you visit those websites for? = আপনি ওই ওয়েবসাইটগুলোতে কী জন্য যান? !!",
        "✅I use them to study online or relax after working. = আমি এগুলো অনলাইনে পড়াশোনা করতে বা কাজের পরে আরাম করার জন্য ব্যবহার করি। !!",

        "⚠️What’s your favorite website? = আপনার প্রিয় ওয়েবসাইট কোনটি? !!",
        "✅I think it’s probably youtube.com. = আমি মনে করি এটি সম্ভবত youtube.com। !!",

        "⚠️Can you read websites in English? = আপনি কি ইংরেজিতে ওয়েবসাইট পড়তে পারেন? !!",
        "✅Yes, I can. Most useful websites are written in English. = হ্যাঁ, আমি পারি। বেশিরভাগ দরকারী ওয়েবসাইট ইংরেজিতে লেখা। !!",

        "⚠️What’s the most popular website in your country? = আপনার দেশে সবচেয়ে জনপ্রিয় ওয়েবসাইট কোনটি? !!",
        "✅I’m not quite sure, but I guess it would be facebook.com. = আমি পুরোপুরি নিশ্চিত নই, তবে আমি মনে করি এটি facebook.com হবে। !!",

        "⚠️Do you think the youth should use websites as a reliable source of knowledge? = আপনি কি মনে করেন যে যুবকরা ওয়েবসাইটকে নির্ভরযোগ্য জ্ঞান উৎস হিসাবে ব্যবহার করা উচিত? !!",
        "✅Not always, they should choose their sources carefully. = সবসময় নয়, তাদের উৎসগুলি সতর্কতার সাথে নির্বাচন করা উচিত। !!"
    ]
},

{
    "title": "ACCIDENT",
    "tex": [
        "⚠️Have you ever been in any traffic accident? = আপনি কি কখনও কোনো ট্রাফিক দুর্ঘটনায় পড়েছেন? !!",
        "✅Yes, three years ago. = হ্যাঁ, তিন বছর আগে। !!",

        "⚠️What happened? = কী ঘটেছিল? !!",
        "✅I was hit by a car while crossing the road. = রাস্তা পার হওয়ার সময় আমাকে একটি গাড়ি ধাক্কা দিয়েছিল। !!",

        "⚠️How did you feel then? = তখন আপনি কেমন অনুভব করেছিলেন? !!",
        "✅I felt really terrible because of my injuries. = আমি আমার আঘাতের কারণে খুব খারাপ অনুভব করেছিলাম। !!",

        "⚠️Who was involved in the accident? = দুর্ঘটনায় কে বা কারা জড়িত ছিল? !!",
        "✅The car driver, his family (inside the car), and me. = গাড়ি চালক, তার পরিবার (গাড়ির ভিতরে), এবং আমি। !!",

        "⚠️Did the insurance company pay for repair service? = বীমা কোম্পানি কি মেরামতের জন্য খরচ বহন করেছিল? !!",
        "✅I was walking so I did not require any car repair services. = আমি হাঁটছিলাম, তাই কোনো গাড়ি মেরামতের প্রয়োজন ছিল না। !!",

        "⚠️Did you need a lawyer? = আপনার কি আইনজীবীর প্রয়োজন হয়েছিল? !!",
        "✅I hurt my lower back just a little, so I didn’t call a lawyer. = আমার পিঠের নিচের অংশে সামান্য আঘাত লেগেছিল, তাই আমি কোনো আইনজীবীকে ডাকিনি। !!",

        "⚠️Did you report the issue to the police? = আপনি কি এই বিষয়ে পুলিশকে জানিয়েছিলেন? !!",
        "✅No, we didn’t want to get the police involved. = না, আমরা পুলিশকে জড়িত করতে চাইনি। !!",

        "⚠️Were you sent to the hospital after the accident? = দুর্ঘটনার পরে কি আপনাকে হাসপাতালে পাঠানো হয়েছিল? !!",
        "✅No, the injury wasn’t really serious. = না, আঘাত তেমন গুরুতর ছিল না। !!",

        "⚠️Do you have a driving license? = আপনার কি ড্রাইভিং লাইসেন্স আছে? !!",
        "✅Yes, I do. I always keep it in my purse. = হ্যাঁ, আছে। আমি এটি সবসময় আমার পার্সে রাখি। !!",

        "⚠️Why should people obey traffic regulations? = মানুষকে ট্রাফিক নিয়মাবলী মেনে চলা কেন উচিত? !!",
        "✅To protect themselves and others. The best ways are to wear a helmet, wait for traffic lights and stay in the appropriate vehicle/pedestrian lanes. = নিজেকে এবং অন্যদের সুরক্ষিত করার জন্য। সেরা উপায় হলো হেলমেট পরা, ট্রাফিক লাইটের জন্য অপেক্ষা করা এবং সঠিক যানবাহন/পদচারী লেনে থাকা। !!"
    ]
},

{
    "title": "CHILDHOOD MEMORY",
    "tex": [
        "⚠️Did you have a happy childhood? = আপনার শৈশব কি সুখকর ছিল? !!",
        "✅Yes, I did. I enjoyed playing hide and seek with my peers. = হ্যাঁ, ছিল। আমি আমার সমবয়সীদের সঙ্গে লুকোচুরি খেলে উপভোগ করতাম। !!",

        "⚠️Did you experience your childhood in a city or countryside? = আপনি আপনার শৈশব শহরে না গ্রামে কাটিয়েছেন? !!",
        "✅I spent my childhood in a rural area where I could see vast rice fields. = আমি আমার শৈশব গ্রামে কাটিয়েছি, যেখানে আমি বিস্তৃত ধানক্ষেত দেখতে পেতাম। !!",

        "⚠️Did you usually skip class when you were a child? = আপনি কি শিশু অবস্থায় সাধারণত ক্লাস বাদ দিতেন? !!",
        "✅Yes, I did, and many of my friends did, too. = হ্যাঁ, আমি দিতাম এবং আমার অনেক বন্ধুও দিত। !!",

        "⚠️Who were you with when you were a child? = আপনি যখন শিশু ছিলেন তখন কার সাথে ছিলেন? !!",
        "✅I was with my beloved family. = আমি আমার প্রিয় পরিবারের সঙ্গে ছিলাম। !!",

        "⚠️What did you want to be when you were a child? = আপনি যখন শিশু ছিলেন তখন কী হতে চেয়েছিলেন? !!",
        "✅I dreamed of being a fashion designer. = আমি একজন ফ্যাশন ডিজাইনার হওয়ার স্বপ্ন দেখতাম। !!",

        "⚠️Who did you love the most when you were a child? = আপনি শিশু অবস্থায় কাকে সবচেয়ে বেশি ভালোবাসতেন? !!",
        "✅I loved my mom the most since she was always there and took care of me. = আমি আমার মাকে সবচেয়ে বেশি ভালোবাসতাম কারণ তিনি সবসময় পাশে ছিলেন এবং আমার যত্ন নিতেন। !!",

        "⚠️Who was your childhood hero? = আপনার শৈশবের নায়ক কে ছিলেন? !!",
        "✅Robin Hood, he took money from the rich and gave it to the poor. = রবিন হুড, তিনি ধনীদের কাছ থেকে টাকা নিয়ে গরীবদের দিতেন। !!",

        "⚠️What reminds you of your childhood? = কী আপনাকে আপনার শৈশবের কথা মনে করিয়ে দেয়? !!",
        "✅Green rice fields which I happen to see everywhere remind me of my beautiful childhood. = সবুজ ধানক্ষেত, যা আমি প্রায় সর্বত্র দেখি, আমার সুন্দর শৈশবের কথা মনে করিয়ে দেয়। !!",

        "⚠️Did you change a lot when you grew up? = আপনি বড় হয়ে অনেক পরিবর্তন করেছেন কি? !!",
        "✅Yes, of course. I’m more mature now both physically and mentally. = হ্যাঁ, অবশ্যই। এখন আমি শারীরিক ও মানসিকভাবে আরও পরিণত। !!",

        "⚠️Why is childhood important? = শৈশব কেন গুরুত্বপূর্ণ? !!",
        "✅Because it shapes people into who they will become. = কারণ এটি মানুষকে তাদের ভবিষ্যৎ রূপ দেয়। !!"
    ]
},

{
    "title": "FAVORITE ROOMS",
    "tex": [
        "⚠️How many rooms are there in your house? = আপনার বাড়িতে কতটি ঘর আছে? !!",
        "✅There are 6 rooms: a living room, 2 bedrooms, a bathroom and a kitchen. = বাড়িতে ৬টি ঘর আছে: একটি বসার ঘর, ২টি শোবার ঘর, একটি বাথরুম এবং একটি রান্নাঘর। !!",

        "⚠️Which floor is your bedroom on? = আপনার শোবার ঘরটি কোন তলায়? !!",
        "✅My bedroom is on the first floor of a three-storey house. = আমার শোবার ঘরটি তিনতলা বাড়ির প্রথম তলায়। !!",

        "⚠️Is it big or small? = এটি কি বড় না ছোট? !!",
        "✅It’s not very spacious, just enough to put necessary furniture in. = এটি খুব বড় নয়, প্রয়োজনীয় আসবাব রাখার মতো যথেষ্ট। !!",

        "⚠️What color is your bedroom painted? = আপনার শোবার ঘরটি কোন রঙে রঙ করা? !!",
        "✅It’s painted pink, my favorite color. = এটি গোলাপি রঙে রঙ করা, যা আমার প্রিয় রঙ। !!",

        "⚠️Do you love your room? Why? = আপনি কি আপনার ঘর পছন্দ করেন? কেন? !!",
        "✅I love it very much because it is my private space whenever I go home. = আমি এটি খুব পছন্দ করি কারণ এটি আমার ব্যক্তিগত স্থান যখনই আমি বাড়ি যাই। !!",

        "⚠️What furniture does your bedroom contain? = আপনার শোবার ঘরে কী আসবাবপত্র আছে? !!",
        "✅It contains a bed, a desk, and a clothing closet. = এতে একটি বিছানা, একটি ডেস্ক এবং একটি পোশাক রাখার আলমারি রয়েছে। !!",

        "⚠️What do you do in it? = আপনি এতে কী করেন? !!",
        "✅Well, I spend most of my free time there reading books and sleeping. = আমি বেশিরভাগ অবসর সময় সেখানে বই পড়া এবং ঘুমানোর মাধ্যমে কাটাই। !!",

        "⚠️How much time do you spend in your room? = আপনি আপনার ঘরে কতক্ষণ সময় কাটান? !!",
        "✅About 10 hours a day, especially in the evening. = প্রায় ১০ ঘণ্টা প্রতিদিন, বিশেষত সন্ধ্যায়। !!",

        "⚠️Do you share your room with anyone else? = আপনি কি আপনার ঘর অন্য কারো সাথে ভাগ করেন? !!",
        "✅No, everyone in my family has their own room, so I stay there alone. = না, আমাদের পরিবারের সবাই তাদের নিজস্ব ঘর রয়েছে, তাই আমি একা থাকি। !!"
    ]
},

{
  "title": "PRESENTS",
  "tex": [
    "⚠️What kind of presents are popular in your country? = আপনার দেশে কোন ধরনের উপহার জনপ্রিয়? !!",
    "✅It depends on the receivers. For children, toys are the best choice. For youth, souvenirs are recommended. = এটি প্রাপকের ওপর নির্ভর করে। শিশুদের জন্য খেলনা ভালো উপহার। তরুণদের জন্য স্মৃতি চিহ্নের উপহার সুপারিশ করা হয়। !!",
    
    "⚠️Who gave presents to you? On what occasions? = আপনাকে কে উপহার দিয়েছে? কোন কোন উপলক্ষে? !!",
    "✅I have received many presents, most of which were from my friends. They gave me gifts on my birthday. = আমি অনেক উপহার পেয়েছি, যার বেশিরভাগই আমার বন্ধুদের কাছ থেকে। তারা আমাকে জন্মদিনে উপহার দিয়েছিল। !!",
    
    "⚠️What was your last present? = আপনার শেষ উপহার কি ছিল? !!",
    "✅It was a hand-made doll, given by my best friend when I moved to another city. = এটি একটি হাতে তৈরি পুতুল ছিল, যা আমার শ্রেষ্ঠ বন্ধু আমাকে উপহার দিয়েছিল যখন আমি অন্য শহরে চলে গিয়েছিলাম। !!",
    
    "⚠️What was the one you like best? = কোন উপহারটি আপনি সবচেয়ে পছন্দ করেছেন? !!",
    "✅I loved my book Nepal a lot. It was given to me on my 23rd birthday by my brother. = আমি আমার 'Nepal' বইটি অনেক পছন্দ করেছিলাম। এটি আমার ভাই আমাকে আমার ২৩তম জন্মদিনে উপহার দিয়েছিল। !!",
    
    "⚠️Did you ever get a present you didn’t like? = আপনি কি কখনো এমন উপহার পেয়েছেন যেটি আপনি পছন্দ করেননি? !!",
    "✅Yes, I have, but I still treasure and take care of them. = হ্যাঁ, আমি পেয়েছি, তবে আমি সেগুলো এখনও মূল্যবান মনে করি এবং যত্ন নিতেই থাকি। !!",
    
    "⚠️How do you thank people who give you presents? = আপনি যাদের উপহার দেন, তাদের কিভাবে ধন্যবাদ জানান? !!",
    "✅I gave them presents that they would like. = আমি তাদের এমন উপহার দিই যা তারা পছন্দ করবে। !!",
    
    "⚠️What are the times of the year that people give presents in your country? = আপনার দেশে কোন সময়গুলোতে মানুষ উপহার দেয়? !!",
    "✅Some special occasions are birthdays, weddings, graduation, New Year’s day, Valentine’s day, housewarming ceremonies, etc. = কিছু বিশেষ উপলক্ষ হচ্ছে জন্মদিন, বিয়ে, গ্র্যাজুয়েশন, নববর্ষ, ভ্যালেন্টাইনস ডে, বাসায় নতুন মেহমান আনার অনুষ্ঠান ইত্যাদি। !!",
    
    "⚠️Who was the last person you gave a present to? = আপনি সর্বশেষ কাকে উপহার দিয়েছেন? !!",
    "✅My mom, I bought her a coat on a business trip to Bangkok. = আমার মা, আমি ব্যাংকক যাত্রায় তাকে একটি কোট কিনে দিয়েছিলাম। !!",
    
    "⚠️Is giving presents important in daily life? = দৈনন্দিন জীবনে উপহার দেওয়া কি গুরুত্বপূর্ণ? !!",
    "✅Yes, it is. It’s one of the best ways to show your love and gratitude to someone. = হ্যাঁ, এটি গুরুত্বপূর্ণ। এটি কারো প্রতি আপনার ভালোবাসা এবং কৃতজ্ঞতা প্রকাশ করার অন্যতম সেরা উপায়। !!"
  ]
},

{
  "title": "HISTORICAL PLACE",
  "tex": [
    "⚠️Which tourist attractions do you prefer when traveling? Historical places or natural landmarks? = আপনি যখন ভ্রমণ করেন, তখন কোন ধরনের পর্যটন আকর্ষণ পছন্দ করেন? ঐতিহাসিক স্থান না প্রাকৃতিক দর্শনীয় স্থান?!!",
    "✅Well, historical places are always my first choice when traveling. = হ্যাঁ, ঐতিহাসিক স্থানগুলি আমার সর্বদা প্রথম পছন্দ যখন আমি ভ্রমণ করি।!!",
    
    "⚠️What do you usually do when visiting historical places? = আপনি ঐতিহাসিক স্থান পরিদর্শন করার সময় সাধারণত কী করেন?!!",
    "✅I usually listen to the tour-guide introducing the sights and take notes about important historical events. = আমি সাধারণত ট্যুর গাইডের কথা শুনি, যিনি দর্শনীয় স্থানগুলি পরিচয় করিয়ে দেন এবং গুরুত্বপূর্ণ ঐতিহাসিক ঘটনাগুলি নিয়ে নোট নেন।!!",
    
    "⚠️Can you name some historical places you have visited? = আপনি কি কিছু ঐতিহাসিক স্থান বলতে পারেন যেগুলো আপনি পরিদর্শন করেছেন?!!",
    "✅Whenever I travel to a foreign country, I always visit its famous historical places. Some of them are the Pyramids in Egypt, Angkor Wat in Cambodia,Stonehenge in England and the Taj Mahal in India. = যখনই আমি বিদেশে ভ্রমণ করি, আমি সর্বদা তার বিখ্যাত ঐতিহাসিক স্থলি পরিদর্শন করি। সেগুলোর মধ্যে রয়েছে মিশরের পিরামিড, কম্বোডিয়ার অ্যাঙ্গকর ওয়াট, ইংল্যান্ডের স্টোনহেঞ্জ এবং ভারতের তাজমহল।!!",
    
    "⚠️What’s your most favorite historical place? Why? = আপনার সবচেয়ে পছন্দের ঐতিহাসিক স্থান কোনটি? কেন?!!",
    "✅I love the Pyramids the most. Taking a tour around the Pyramids, I can not only enjoy the gorgeous architecture but also learn cultural and historical values of the ancient Egyptian culture. = আমি পিরামিডগুলো সবচেয়ে বেশি পছন্দ করি। পিরামিডের চারপাশে ট্যুর নিয়ে, আমি শুধুমাত্র চমৎকার স্থাপত্য উপভোগ করতে পারি না, বরং প্রাচীন মিশরীয় সংস্কৃতির সাংস্কৃতিক এবং ঐতিহাসিক মূল্যও শিখতে পারি।!!",
    
    "⚠️What is the most famous historical place in your country? = আপনার দেশে সবচেয়ে বিখ্যাত ঐতিহাসিক স্থান কী?!!",
    "✅It’s definitely the Statue of Liberty in New York city. = এটি অবশ্যই নিউ ইয়র্ক শহরের স্বাধীনতার ভাস্কর্য।!!",
    
    "⚠️What’s special about it? = এর বিশেষত্ব কী?!!",
    "✅The statue was gifted by the people of France. It is a symbol of freedom for the US as well as a welcoming sight to people coming to the US from another country. = এই ভাস্কর্যটি ফ্রান্সের মানুষদের দ্বারা উপহার দেওয়া হয়েছিল। এটি যুক্তরাষ্ট্রের স্বাধীনতার প্রতীক এবং অন্য দেশ থেকে যুক্তরাষ্ট্রে আসা মানুষদের জন্য একটি স্বাগত দৃশ্য।!!",
    
    "⚠️Where is it located? = এটি কোথায় অবস্থিত?",
    "✅It’s located on Liberty island in New York Harbor, NYC. = এটি নিউ ইয়র্ক হার্বারের লিবার্টি দ্বীপে অবস্থিত।!!",
    
    "⚠️Should the youth visit historical places instead of other places? = যুবকরা কি অন্য জায়গার পরিবর্তে ঐতিহাসিক স্থানগুলো পরিদর্শন করা উচিত?!!",
    "✅Sure. Nowadays the youth should visit these kind of places more often in order to preserve historical and cultural values of their country. = অবশ্যই। বর্তমানে যুবকরা তাদের দেশের ঐতিহাসিক এবং সাংস্কৃতিক মূল্য রক্ষা করার জন্য এই ধরনের স্থানগুলি আরো বেশি পরিদর্শন করা উচিত।!!"
  ]
},

{
  "title": "NEWSPAPER/ MAGAZINE",
  "tex": [
    "⚠️What are the benefits of reading a newspaper/magazine? = সংবাদপত্র/ম্যাগাজিন পড়ার কি কি উপকারিতা আছে?!!",
    "✅Newspapers/magazines can broaden your mind about thousands of things without the need to travel. = সংবাদপত্র/ম্যাগাজিন হাজার হাজার বিষয় সম্পর্কে আপনার মনের ধারণা প্রসারিত করতে পারে, ট্রাভেল করার প্রয়োজন ছাড়াই।!!",
    
    "⚠️How often do you read it? = আপনি কত ঘন ঘন এটি পড়েন?!!",
    "✅I read it every day. = আমি প্রতিদিন এটি পড়ি।!!",
    
    "⚠️What’s the best time to read the newspaper? = সংবাদপত্র পড়ার জন্য সেরা সময় কখন?",
    "✅I think the best time is in the morning when you start a new day. = আমার মনে হয় সেরা সময় হলো সকালবেলা, যখন আপনি নতুন দিন শুরু করেন।!!",
    
    "⚠️What types of magazines do you usually read? = আপনি সাধারণত কোন ধরনের ম্যাগাজিন পড়েন?!!",
    "✅I usually read politics and fashion magazines. I also enjoy reading about culture and tourism. = আমি সাধারণত রাজনীতি এবং ফ্যাশন ম্যাগাজিন পড়ি। আমি সংস্কৃতি এবং পর্যটন সম্পর্কে পড়তেও উপভোগ করি।!!",
    
    "⚠️What’s your favorite magazine? = আপনার প্রিয় ম্যাগাজিন কোনটি?!!",
    "✅My favorite is The New York Times, which writes about all sorts of things: business, sports, movies, travel, books, jobs, education, and real estate. = আমার প্রিয় ম্যাগাজিন হলো 'দ্য নিউ ইয়র্ক টাইমস', যা সব ধরনের বিষয় নিয়ে লেখে: ব্যবসা, খেলা, সিনেমা, ভ্রমণ, বই, চাকরি, শিক্ষা, এবং রিয়েল এস্টেট।!!",
    
    "⚠️Do you read the paper or online news? = আপনি কি সংবাদপত্র পড়েন, না অনলাইনে খবর পড়েন?!!",
    "✅I prefer online news to save money. = আমি টাকা বাঁচাতে অনলাইন নিউজ পড়তে পছন্দ করি।!!",
    
    "⚠️How much does it cost you to buy paper newspaper per month? = প্রতি মাসে সংবাদপত্র কিনতে আপনার কত খরচ হয়?!!",
    "✅I only buy a monthly newspaper, so it doesn’t cost much money. Around $5/month. = আমি কেবল মাসিক সংবাদপত্র কিনি, তাই এতে বেশি খরচ হয় না। প্রায় $৫/মাস।!!",
    
    "⚠️What is the most popular magazine in your country? = আপনার দেশে সবচেয়ে জনপ্রিয় ম্যাগাজিন কোনটি?!!",
    "✅I think it would be Forbes magazine, a leading source for reliable business news and financial information. = আমার মতে এটি হবে ফরবেস ম্যাগাজিন, যা নির্ভরযোগ্য ব্যবসা সংবাদ এবং আর্থিক তথ্যের একটি প্রধান উৎস।!!",
    
    "⚠️With the popularity of Internet, do you think newspapers and magazines will disappear? = ইন্টারনেটের জনপ্রিয়তার সঙ্গে, আপনি কি মনে করেন সংবাদপত্র এবং ম্যাগাজিন বিলীন হয়ে যাবে?!!",
    "✅Yes, unfortunately it’s just a matter of time. = হ্যাঁ, দুর্ভাগ্যবশত এটি সময়ের ব্যাপার মাত্র।!!"
  ]
},

{
  "title": "A Memorable Event",
  "tex": [
    "⚠️How many events have you joined this year? What were they about? = আপনি এই বছর কতগুলি ইভেন্টে অংশগ্রহণ করেছেন? সেগুলি কী ছিল?!!",
    "✅I have joined more than 10 events so far, most of which were about education. = আমি এখন পর্যন্ত ১০টিরও বেশি ইভেন্টে অংশগ্রহণ করেছি, যার বেশিরভাগই শিক্ষা সম্পর্কিত ছিল।!!",
    
    "⚠️What was your most memorable event? = আপনার সবচেয়ে স্মরণীয় ইভেন্ট কোনটি?!!",
    "✅The most memorable for me was an international study conference, in which I was introduced to some famous universities in Europe to study overseas. = আমার সবচেয়ে স্মরণীয় ইভেন্ট ছিল একটি আন্তর্জাতিক শিক্ষা সম্মেলন, যেখানে আমাকে ইউরোপের কিছু বিখ্যাত বিশ্ববিদ্যালয় সম্পর্কে পরিচিত করানো হয়েছিল, যাতে আমি বিদেশে পড়াশোনা করতে পারি।!!",
    
    "⚠️Was it organized indoors or outdoors? = এটি কি ঘরের মধ্যে ছিল নাকি বাইরে?!!",
    "✅It was an indoor event. = এটি একটি ইনডোর ইভেন্ট ছিল।!!",
    
    "⚠️Who sponsored the event? = ইভেন্টটি কে স্পনসর করেছিল?!!",
    "✅The event organizer was the Education Department of American Center, but the universities introduced in the conference were the ones who paid. = ইভেন্টটি আয়োজন করেছিল আমেরিকান সেন্টারের শিক্ষা বিভাগ, তবে সম্মেলনে পরিচিত বিশ্ববিদ্যালয়গুলি ছিল যারা খরচ বহন করেছিল।!!",
    
    "⚠️Who went to the event with you? = কে আপনার সঙ্গে ইভেন্টে গিয়েছিল?!!",
    "✅I went there with my friends, who shared the same interest in studying abroad as me. = আমি আমার বন্ধুদের সঙ্গে সেখানে গিয়েছিলাম, যারা বিদেশে পড়াশোনা করার আগ্রহ আমার মতোই ছিল।!!",
    
    "⚠️What were some performances in the event? = ইভেন্টে কী কী প্রদর্শন ছিল?!!",
    "✅There were not many performances. Each university representative just had a speech to introduce their school to students and then they hosted Q&A session. = এখানে অনেক বেশি প্রদর্শনী ছিল না। প্রতিটি বিশ্ববিদ্যালয়ের প্রতিনিধি কেবল তাদের স্কুল সম্পর্কে শিক্ষার্থীদের সামনে বক্তৃতা দিয়েছিলেন এবং তারপর একটি প্রশ্ন-উত্তর সেশন আয়োজন করেছিলেন।!!",
    
    "⚠️Was the event shown on TV? = ইভেন্টটি কি টিভিতে দেখানো হয়েছিল?!!",
    "✅The event was not aired, but there were television advertisements for it. = ইভেন্টটি প্রচারিত হয়নি, তবে এর জন্য টিভি বিজ্ঞাপন ছিল।!!",
    
    "⚠️How would someone market an event? = কেউ কিভাবে একটি ইভেন্ট মার্কেটিং করবে?!!",
    "✅Taking advantage of social media is a smart way to promote an event. = সোশ্যাল মিডিয়ার সুবিধা গ্রহণ করা একটি স্মার্ট উপায় ইভেন্ট প্রচারের জন্য।!!"
  ]
},

{
  "title": "A Favorite Subject",
  "tex": [
    "⚠️What subjects did you learn in school? = আপনি স্কুলে কী কী বিষয় শিখেছিলেন?!!",
    "✅I learned Math, Science, Physics, Biology, Geography, History, Literature, English, Art, and Music. = আমি গণিত, বিজ্ঞান, পদার্থবিজ্ঞান, জীববিজ্ঞান, ভৌগোলিক বিজ্ঞান, ইতিহাস, সাহিত্য, ইংরেজি, শিল্প এবং সঙ্গীত শিখেছিলাম।!!",
    
    "⚠️What subject did you like the most when you were at school? Were you good at it? = আপনি স্কুলে কোন বিষয়টি সবচেয়ে পছন্দ করতেন? আপনি কি তাতে ভাল ছিলেন?!!",
    "✅I liked Biology the most although I was excellent at Literature. = আমি সবচেয়ে বেশি জীববিজ্ঞান পছন্দ করতাম, যদিও সাহিত্য বিষয়টিতে আমি খুব ভালো ছিলাম।!!",
    
    "⚠️Did your friends like that subject too? = আপনার বন্ধুরাও কি সেই বিষয়টি পছন্দ করতেন?!!",
    "✅Yes, they did. They enjoyed every single Biology lesson. = হ্যাঁ, তারা করত। তারা প্রতিটি জীববিজ্ঞান পাঠ উপভোগ করত।!!",
    
    "⚠️Was the textbook written in English or any other language? = পাঠ্যপুস্তকটি ইংরেজিতে লেখা ছিল নাকি অন্য কোনো ভাষায়?!!",
    "✅It was written in English. = এটি ইংরেজিতে লেখা ছিল।!!",
    
    "⚠️Who taught that subject? = ওই বিষয়টি কে পড়াতেন?!!",
    "✅My teacher was Ms. Karen, from the USA. = আমার শিক্ষক ছিলেন মিস কেরেন, যুক্তরাষ্ট্র থেকে।!!",
    
    "⚠️How was that subject helpful to you? = ওই বিষয়টি আপনার জন্য কিভাবে সহায়ক ছিল?!!",
    "✅It helped me a lot in becoming a Biology teacher. = এটি আমাকে জীববিজ্ঞান শিক্ষক হওয়ার জন্য অনেক সাহায্য করেছে।!!",
    
    "⚠️How often did you learn that subject? = আপনি কত sering ওই বিষয়টি শিখতেন?!!",
    "✅I often had Biology lessons 5 times a week. = আমি প্রতি সপ্তাহে ৫ দিন জীববিজ্ঞান পাঠ নিতাম।!!",
    
    "⚠️How long did you spend on that subject at home? = আপনি বাড়িতে ওই বিষয়টি শিখতে কত সময় ব্যয় করতেন?!!",
    "✅I spent roughly 2 hours per day studying Biology at home. = আমি প্রতিদিন প্রায় ২ ঘণ্টা বাড়িতে জীববিজ্ঞান পড়তাম।!!",
    
    "⚠️Have you ever attended any extra classes for that subject? = আপনি কি ওই বিষয়ের জন্য অতিরিক্ত ক্লাসে অংশগ্রহণ করেছেন?!!",
    "✅Yes, I have. I usually attended evening classes. = হ্যাঁ, আমি করেছি। আমি সাধারণত সন্ধ্যাবেলা ক্লাসে অংশগ্রহণ করতাম।!!",
    
    "⚠️Is it important to study hard on both social sciences and natural sciences? = সামাজিক বিজ্ঞান এবং প্রাকৃতিক বিজ্ঞান উভয়ই কঠোরভাবে পড়া কি গুরুত্বপূর্ণ?!!",
    "✅No, it isn’t. Students should study the ones they like and those that are helpful to their career path. = না, এটি গুরুত্বপূর্ণ নয়। শিক্ষার্থীদের তাদের পছন্দের বিষয় এবং তাদের ক্যারিয়ারের জন্য সহায়ক বিষয়গুলি পড়া উচিত।!!"
  ]
},

{
  "title": "A MUSEUM",
  "tex": [
    "⚠️What type of museum is popular in your country? = আপনার দেশে কোন ধরনের মিউজিয়াম জনপ্রিয়?!!",
    "✅There are many types of museums, but the most popular are historical museums. = অনেক ধরনের মিউজিয়াম আছে, কিন্তু সবচেয়ে জনপ্রিয় হলো ঐতিহাসিক মিউজিয়াম।!!",
    
    "⚠️What is the most famous museum in your country? = আপনার দেশে সবচেয়ে বিখ্যাত মিউজিয়াম কোনটি?!!",
    "✅That would be The British Museum, located in London. = এটি হবে ব্রিটিশ মিউজিয়াম, যা লন্ডনে অবস্থিত।!!",
    
    "⚠️What’s special about it? = এর বিশেষত্ব কী?!!",
    "✅I’m impressed by its large amount of historical, art, and cultural work. = আমি এর বিশাল ঐতিহাসিক, শিল্প এবং সাংস্কৃতিক কাজগুলো দেখে মুগ্ধ।!!",
    
    "⚠️How many times have you visited that museum? = আপনি কতবার ওই মিউজিয়ামে গিয়েছেন?!!",
    "✅I have visited the museum twice. = আমি মিউজিয়ামটি দুইবার পরিদর্শন করেছি।!!",
    
    "⚠️What do you usually do when visiting a museum? = আপনি মিউজিয়াম পরিদর্শন করার সময় সাধারণত কী করেন?!!",
    "✅I usually listen to the tour guide and take notes about important information. = আমি সাধারণত ট্যুর গাইডের কথা শুনি এবং গুরুত্বপূর্ণ তথ্য নোট করি।!!",
    
    "⚠️Are you allowed to take pictures there? = আপনি কি সেখানে ছবি তোলার অনুমতি পান?!!",
    "✅No, the guards did not allow us to bring the camera in. = না, নিরাপত্তারক্ষীরা আমাদের ক্যামেরা আনতে অনুমতি দেননি।!!",
    
    "⚠️How did you feel after visiting there? = সেখানে পরিদর্শন করার পর আপনি কেমন অনুভব করেছিলেন?!!",
    "✅The overall experience was fantastic, and I learned so many things in just a few hours. = সামগ্রিক অভিজ্ঞতা দুর্দান্ত ছিল, এবং আমি কয়েক ঘণ্টাতেই অনেক কিছু শিখেছি।!!",
    
    "⚠️What do you think is the importance of museums in history? = ইতিহাসে মিউজিয়ামগুলোর কী গুরুত্ব আপনি মনে করেন?!!",
    "✅Museums are an integral part of any country’s history, and they keep history alive. = মিউজিয়ামগুলি যেকোনো দেশের ইতিহাসের অবিচ্ছেদ্য অংশ, এবং এগুলি ইতিহাসকে জীবন্ত রাখে।!!"
  ]
},

{
  "title": "A Favorite Movie",
  "tex": [
    "⚠️Do you usually watch movies at home or at a movie theater? = আপনি সাধারণত কি বাড়িতে সিনেমা দেখেন, না সিনেমা হলে?!!",
    "✅I usually watch movies on my laptop, sometimes I go to the movie theater. = আমি সাধারণত ল্যাপটপে সিনেমা দেখি, কখনো কখনো সিনেমা হলে যাই।!!",
    
    "⚠️Is watching movies at the theater more interesting than watching movies at home? = সিনেমা হলে সিনেমা দেখা কি বাড়িতে সিনেমা দেখার চেয়ে আরও মজাদার?!!",
    "✅Yes, definitely, because you can watch vivid images on a large screen with lively sound effects. = হ্যাঁ, অবশ্যই, কারণ আপনি একটি বড় স্ক্রিনে জীবন্ত চিত্র দেখতে পারেন এবং প্রাণবন্ত সাউন্ড এফেক্টস শোনার অভিজ্ঞতা পান।!!",
    
    "⚠️How often do you go to the movie theater? = আপনি কতটা প্রায় সিনেমা হলে যান?!!",
    "✅I often go to the movie theater every weekend. = আমি প্রায় প্রতি সপ্তাহান্তে সিনেমা হলে যাই।!!",
    
    "⚠️What’s your favorite type of movie? What movie of that type do you like? = আপনার প্রিয় সিনেমার ধরণ কী? আপনি কোন সিনেমাটি পছন্দ করেন?!!",
    "✅My favorite type is comedy because whenever I watch one, I feel like there are no more worries in the world. I love the Mr.Bean movie series. = আমার প্রিয় ধরণ হলো কমেডি, কারণ যখনই আমি একটি কমেডি সিনেমা দেখি, আমি মনে করি পৃথিবীতে আর কোনো চিন্তা নেই। আমি মি.বিন সিনেমার সিরিজ পছন্দ করি।!!",
    
    "⚠️Was that movie adapted from a book? = কি সিনেমাটি কোনো বই থেকে অভিযোজিত?!!",
    "✅No, the story is derived from funny situations in real life. = না, গল্পটি বাস্তব জীবনের মজার পরিস্থিতি থেকে নেওয়া হয়েছে।!!",
    
    "⚠️Who are the actors/actresses in the movie? = সিনেমাটিতে কে/কী অভিনেতা/অভিনেত্রী আছেন?!!",
    "✅Mr. Bean is the main character, he is played by Rowan Atkinson who is from England. = মি.বিন প্রধান চরিত্র, তাকে ইংল্যান্ডের রোয়ান অ্যাটকিনসন অভিনয় করেছেন।!!",
    
    "⚠️Was it recommended by your friend, teacher or family? = এটি কি আপনার বন্ধু, শিক্ষক বা পরিবারের দ্বারা সুপারিশ করা হয়েছিল?!!",
    "✅It was recommended by my classmate. = এটি আমার সহপাঠী দ্বারা সুপারিশ করা হয়েছিল।!!",
    
    "⚠️Was the movie in your mother language or in English? = সিনেমাটি আপনার মাতৃভাষায় ছিল না কি ইংরেজিতে?!!",
    "✅It was in English, but I can also watch it with subtitles. = এটি ইংরেজিতে ছিল, তবে আমি এটি সাবটাইটেল সহও দেখতে পারি।!!",
    
    "⚠️Should children watch violent movies? = শিশুদের কি সহিংস সিনেমা দেখা উচিত?!!",
    "✅I don’t believe so. Young children are very impressionable and it could lead them to wanting to imitate the behavior. = আমি মনে করি না। ছোট শিশুরা খুব প্রভাবিত হয় এবং এটি তাদের আচরণ অনুকরণ করার ইচ্ছা তৈরি করতে পারে।!!",
    
    "⚠️What’s the most important factor of a great movie? = একটি চমৎকার সিনেমার সবচেয়ে গুরুত্বপূর্ণ দিক কী?!!",
    "✅I believe that plot and actors are among the factors which decide the success of a movie. = আমি মনে করি, সিনেমার গল্প এবং অভিনেতারা এমন উপাদান যা সিনেমার সফলতা নির্ধারণ করে।!!"
  ]
},

{
  "title": "A FOREIGN COUNTRY",
  "tex": [
    "⚠️Have you ever travelled abroad? If yes, what country was it? = আপনি কি কখনো বিদেশে ভ্রমণ করেছেন? যদি হ্যাঁ, তাহলে সেটা কোন দেশ ছিল?!!",
    "✅Yes, I have. I traveled to the USA last year with my family. = হ্যাঁ, আমি গত বছর আমার পরিবার নিয়ে যুক্তরাষ্ট্রে ভ্রমণ করেছি।!!",
    
    "⚠️Where is that country located? = ওই দেশটি কোথায় অবস্থিত?!!",
    "✅The USA is located in North America. = যুক্তরাষ্ট্র উত্তর আমেরিকায় অবস্থিত।!!",
    
    "⚠️What is it famous for? = এটি কী জন্য বিখ্যাত?!!",
    "✅The USA is known for its cultural achievements and landmarks. = যুক্তরাষ্ট্র তার সাংস্কৃতিক সাফল্য এবং স্মৃতিস্তম্ভের জন্য পরিচিত।!!",
    
    "⚠️What are the special food and drinks of that country? = ওই দেশের বিশেষ খাবার ও পানীয় কী?!!",
    "✅There are many. They are known for fast food, dairy, and many beverages. = এখানে অনেক কিছু আছে। তারা ফাস্ট ফুড, ডেয়ারি এবং অনেক পানীয়ের জন্য পরিচিত।!!",
    
    "⚠️What do you like about that country? = ওই দেশ সম্পর্কে আপনি কী পছন্দ করেন?!!",
    "✅I like the fast pace of life and the various sub-cultures. = আমি জীবনের দ্রুত গতি এবং বিভিন্ন উপ-সাংস্কৃতিক বৈচিত্র্য পছন্দ করি।!!",
    
    "⚠️How many citizens are there in that country? = ওই দেশে কত জন নাগরিক আছেন?!!",
    "✅The current population of the United States of America was over 324 million in 2016, which accounts for 4.3% of the total world population. = ২০১৬ সালে যুক্তরাষ্ট্রের জনসংখ্যা ছিল ৩২৪ মিলিয়নের বেশি, যা বিশ্বের মোট জনসংখ্যার ৪.৩%। !!",
    
    "⚠️What language do people there speak? = সেখানে মানুষ কী ভাষায় কথা বলে?!!",
    "✅The national language is English, but many people also speak Spanish, French, German, and Chinese. = জাতীয় ভাষা ইংরেজি, তবে অনেক মানুষ স্প্যানিশ, ফরাসি, জার্মান এবং চীনা ভাষাও বলে।!!",
    
    "⚠️Do you want to go back there again? = আপনি কি আবার সেখানে যেতে চান?!!",
    "✅Sure. = অবশ্যই।!!",
    
    "⚠️Why do people like to travel abroad? = মানুষ কেন বিদেশে ভ্রমণ করতে পছন্দ করে?!!",
    "✅They just want to discover new places, learn new cultures and maybe speak new languages. = তারা নতুন স্থান আবিষ্কার করতে চায়, নতুন সংস্কৃতি শিখতে চায় এবং হয়তো নতুন ভাষায় কথা বলতে চায়। !!"
  ]
},

{
  "title": "Parties",
  "tex": [
    "⚠️On what occasions do people in your country celebrate parties? = আপনার দেশে কোন কোন উপলক্ষে মানুষ পার্টি উদযাপন করে?!!",
    "✅There are many occasions when people throw parties such as New Year’s eve, wedding engagements, family reunions, birthdays, etc, but sometimes people hold parties just when they meet up and want to have something fun to do. = অনেক উপলক্ষ্যে মানুষ পার্টি করে, যেমন নতুন বছরের আগের রাত, বিয়ের এনগেজমেন্ট, পারিবারিক পুনর্মিলনী, জন্মদিন ইত্যাদি, তবে কখনো কখনো মানুষ মজার কিছু করার জন্য পার্টি করে যখন তারা একসাথে মিলিত হয়।!!",
    
    "⚠️Are you a party animal? = আপনি কি পার্টি প্রিয়?!!",
    "✅Yes, I am. I’m crazy about going to parties. I love meeting friends, drinking, and talking. = হ্যাঁ, আমি পার্টি প্রিয়। আমি পার্টিতে যাওয়ার জন্য পাগল। আমি বন্ধুদের সাথে দেখা করতে, পানীয় পান করতে এবং কথা বলতে ভালোবাসি।!!",
    
    "⚠️When do parties often start and finish? = পার্টি সাধারণত কখন শুরু হয় এবং কখন শেষ হয়?!!",
    "✅It depends on what kind of party it is. I believe the perfect time to have a party is in the evening, from 8-11 pm. = এটি পার্টির ধরন অনুযায়ী নির্ভর করে। আমি মনে করি পার্টি করার উপযুক্ত সময় সন্ধ্যা ৮টা থেকে ১১টা পর্যন্ত।!!",
    
    "⚠️Where are the parties thrown? = পার্টি কোথায় অনুষ্ঠিত হয়?",
    "✅They are held inside or outside. Some formal events like weddings/housewarmings are organized inside while others like family reunions and birthdays may be held outside. = পার্টি ভিতরে বা বাইরে অনুষ্ঠিত হতে পারে। কিছু আনুষ্ঠানিক ইভেন্ট যেমন বিবাহ/বাড়ির উদ্বোধন ভিতরে আয়োজন করা হয়, অন্যদিকে পারিবারিক পুনর্মিলনী এবং জন্মদিনের মতো ইভেন্টগুলি বাইরে হতে পারে।!!",
    
    "⚠️What do you usually wear when you come to a party? = আপনি সাধারণত পার্টিতে যাওয়ার সময় কী পরেন?!!",
    "✅I often wear casual clothes like a T-shirt and jeans if I go to informal parties, and a dress for formal ones. = আমি সাধারণত অপ্রাতিষ্ঠানিক পার্টিতে টিশার্ট এবং জিন্স পরি, আর আনুষ্ঠানিক পার্টিতে ড্রেস পরি।!!",
    
    "⚠️What do people do in the parties you attended? = আপনি যে পার্টিতে গেছেন সেখানে মানুষ কী করে?",
    "✅At the party, people talk, eat and drink together. Some go there to find business opportunities and new partners. = পার্টিতে মানুষ একসাথে কথা বলে, খায় এবং পান করে। কেউ কেউ সেখানে ব্যবসায়িক সুযোগ এবং নতুন পার্টনার খুঁজতে যায়।!!",
    
    "⚠️Do you enjoy drinking alcohol at the parties? = আপনি কি পার্টিতে মদ্যপান উপভোগ করেন?!!",
    "✅Yes, a little beer can cheer me up. = হ্যাঁ, একটু বিয়ার আমাকে খুশি করতে পারে।!!",
    
    "⚠️Do people have to bring anything to the party? = মানুষকে কি পার্টিতে কিছু আনতে হয়?!!",
    "✅It’s not required, but sometimes visitors bring some gifts to show their love for the host. = এটি বাধ্যতামূলক নয়, তবে কখনো কখনো অতিথিরা উপহার নিয়ে আসে হোস্টের প্রতি তাদের ভালোবাসা দেখানোর জন্য।!!",
    
    "⚠️Why do people, especially the youth, love going to parties? = মানুষ, বিশেষ করে যুবকরা, পার্টিতে কেন যেতে পছন্দ করে?!!",
    "✅It’s just a good way for them to chill out after a long day. = এটি তাদের জন্য একটি ভালো উপায়, দীর্ঘদিনের পর বিশ্রাম নিতে।!!"
  ]
},

{
  "title": "A Teacher",
  "tex": [
    "⚠️Who is your favorite teacher? = আপনার প্রিয় শিক্ষক কে?!!",
    "✅I like Mr. Tom the most, he is my English teacher. = আমি মিস্টার টমকে সবচেয়ে পছন্দ করি, তিনি আমার ইংরেজি শিক্ষক।!!",
    
    "⚠️Is he a foreign teacher? = তিনি কি বিদেশী শিক্ষক?!!",
    "✅Yes, he’s from the US. = হ্যাঁ, তিনি যুক্তরাষ্ট্র থেকে।!!",
    
    "⚠️What do you like about his lessons? = তার পাঠ সম্পর্কে আপনি কী পছন্দ করেন?!!",
    "✅I have fallen in love with his American accent and he always shows us something new about the world outside of textbooks. = আমি তার আমেরিকান উচ্চারণের প্রেমে পড়েছি এবং তিনি সবসময় আমাদের বইয়ের বাইরের পৃথিবী সম্পর্কে কিছু নতুন তথ্য দেখান।!!",
    
    "⚠️What’s he like? = তিনি কেমন মানুষ?!!",
    "✅He’s not only knowledgeable but also very friendly. He always treats us like friends, not students. = তিনি শুধু জ্ঞানী নন, খুব বন্ধুবৎসলও। তিনি সবসময় আমাদের বন্ধু হিসেবে আচরণ করেন, ছাত্র হিসেবে নয়।!!",
    
    "⚠️What does he usually wear when coming to class? = তিনি সাধারণত ক্লাসে আসার সময় কী পরেন?!!",
    "✅He usually wears a gray suit when he comes to class. = তিনি সাধারণত সাদা স্যুট পরেন যখন তিনি ক্লাসে আসেন।!!",
    
    "⚠️Do you love his subject? = আপনি তার বিষয়টি পছন্দ করেন?!!",
    "✅Yes, I enjoy English a lot. = হ্যাঁ, আমি ইংরেজি খুব উপভোগ করি।!!",
    
    "⚠️Do students in your class like him? = আপনার ক্লাসের ছাত্রছাত্রীরা কি তাকে পছন্দ করে?!!",
    "✅Yes, all of us admire him. = হ্যাঁ, আমরা সবাই তাকে শ্রদ্ধা করি।!!",
    
    "⚠️Do you want to be a teacher like him? = আপনি কি তার মতো শিক্ষক হতে চান?!!",
    "✅No, although I like him, my dream is not to become a teacher. I would like to be a chef. = না, যদিও আমি তাকে পছন্দ করি, তবে আমার স্বপ্ন শিক্ষক হওয়া নয়। আমি একজন রাঁধুনি হতে চাই।!!",
    
    "⚠️Have you ever been punished by him? = আপনি কি কখনো তাকে থেকে শাস্তি পেয়েছেন?!!",
    "✅No, he rarely punishes anyone. = না, তিনি খুব কমই কাউকে শাস্তি দেন।!!",
    
    "⚠️Do you want to see him again? = আপনি কি তাকে আবার দেখতে চান?!!",
    "✅Of course, he’s a great mentor. = অবশ্যই, তিনি একজন দুর্দান্ত পরামর্শদাতা।!!"
  ]
},

{
  "title": "A Friend",
  "tex": [
    "⚠️Who’s your best friend? = আপনার সেরা বন্ধু কে?!!",
    "✅It’s Jenny. She’s my best friend. = আমার সেরা বন্ধু জেনি। সে আমার সেরা বন্ধু।!!",
    
    "⚠️What does she look like? = সে কেমন দেখতে?!!",
    "✅She has shoulder-length brown hair. I just love her lovely smile. = তার কাঁধের কাছে বাদামী রঙের চুল। আমি তার সুন্দর হাসি খুব পছন্দ করি।!!",
    
    "⚠️How and when did you meet? = আপনি কিভাবে এবং কখন তাকে মেটেছিলেন?!!",
    "✅I first met her when we were in high school. = আমি প্রথম তাকে হাই স্কুলে পড়ার সময় মেটেছিলাম।!!",
    
    "⚠️How often do you see this friend? = আপনি কতটা সময় পর পর তাকে দেখেন?!!",
    "✅I see her every day. We’re in the same class. = আমি তাকে প্রতিদিনই দেখি। আমরা একি ক্লাসে পড়ি।!!",
    
    "⚠️What’s she like? = সে কেমন?!!",
    "✅She’s not only thoughtful but also very understanding. She’s always by my side to cheer me up whenever I’m in trouble. = সে শুধু চিন্তাশীল নয়, খুব সহানুভূতিশীলও। সে সবসময় আমার পাশে থাকে, যখনই আমি সমস্যায় পড়ি, আমাকে উত্সাহিত করতে।!!",
    
    "⚠️Do you and her share anything in common? = আপনি এবং সে কি কিছু সাধারণ শেয়ার করেন?!!",
    "✅Yes, a lot. We both love shopping and playing sports. = হ্যাঁ, অনেক কিছু। আমরা দুজনেই শপিং করতে এবং খেলাধুলা করতে ভালোবাসি।!!",
    
    "⚠️What do you and her do together? = আপনি এবং সে একসাথে কী করেন?!!",
    "✅We usually do homework and read books together. = আমরা সাধারণত একসাথে হোমওয়ার্ক করি এবং বই পড়ি।!!",
    
    "⚠️Have you and her ever quarreled? = আপনি এবং সে কি কখনো ঝগড়া করেছেন?!!",
    "✅Yes, but we seldom quarrel. When we do argue, afterwards we seem to understand more about each other. = হ্যাঁ, কিন্তু আমরা কম ঝগড়া করি। যখন আমরা ঝগড়া করি, তারপর আমরা একে অপরকে আরও ভালভাবে বুঝতে পারি।!!",
    
    "⚠️Does she know how to cook? = সে কি রান্না করতে জানে?!!",
    "✅Yes, but she’s not a great cook. = হ্যাঁ, কিন্তু সে ভালো রান্না করতে জানে না।!!",
    
    "⚠️Do your parents like her? = আপনার মা-বাবা কি তাকে পছন্দ করেন?!!",
    "✅Yes, a lot. They always ask Jenny to come over for dinner. = হ্যাঁ, অনেক। তারা সবসময় জেনিকে ডিনারে আসতে বলেন।!!",
    
    "⚠️Why is a friend important in life? = জীবনে একজন বন্ধু কেন গুরুত্বপূর্ণ?!!",
    "✅A good friend can make your life better in many ways. I don’t think anyone can stand loneliness. = একজন ভালো বন্ধু জীবনে অনেকভাবে সাহায্য করতে পারে। আমি মনে করি, কেউ একা থাকতে পারবে না।!!"
  ]
},

{
  "title": "A Hotel",
  "tex": [
    "⚠️What is your favorite hotel? Where is it located? = আপনার প্রিয় হোটেল কোনটি? এটি কোথায় অবস্থিত?!!",
    "✅It’s the Sheraton, a five-star hotel located in Saigon, Vietnam. = এটি শেরাটন, একটি পাঁচ তারকা হোটেল যা সাইগন, ভিয়েতনামে অবস্থিত।!!",
    
    "⚠️How do you know that hotel? = আপনি এই হোটেলটি কিভাবে জানলেন?!!",
    "✅Before coming to Vietnam for traveling, I searched on the Internet. It’s one of the best hotels in Vietnam. = ভিয়েতনামে ভ্রমণের জন্য আসার আগে, আমি ইন্টারনেটে অনুসন্ধান করেছিলাম। এটি ভিয়েতনামের সেরা হোটেলগুলির মধ্যে একটি।!!",
    
    "⚠️Why do you choose to stay in that particular hotel? = আপনি কেন এই বিশেষ হোটেলে থাকতে বেছে নিলেন?!!",
    "✅I like the architecture there, and online all the reviews about the hotel are positive. = আমি সেখানে আর্কিটেকচার পছন্দ করি, এবং অনলাইনে হোটেল সম্পর্কে সব রিভিউ পজিটিভ।!!",
    
    "⚠️Is it by the beach? = এটি কি সমুদ্র সৈকতের পাশে?!!",
    "✅No, Saigon is not a beach-side city. = না, সাইগন সমুদ্র সৈকত-সংলগ্ন শহর নয়।!!",
    
    "⚠️Does it attract many tourists? = এটি কি অনেক পর্যটককে আকর্ষণ করে?!!",
    "✅Yes, I guess. When I stayed there, it was completely booked. = হ্যাঁ, আমি মনে করি। যখন আমি সেখানে ছিলাম, এটি পুরোপুরি বুকড ছিল।!!",
    
    "⚠️What type of room did you stay in and what facilities did you get from the hotel? = আপনি কোন ধরনের রুমে ছিলেন এবং হোটেল থেকে কী ধরনের সুবিধা পেয়েছিলেন?!!",
    "✅I stayed in a double-bed room. The room is equipped with air-conditioner, a flat-screen TV, wardrobe, etc. = আমি ডাবল-বেড রুমে ছিলাম। রুমটি এয়ার কন্ডিশনার, ফ্ল্যাট স্ক্রীন টিভি, ওয়ারড্রোব ইত্যাদির সাথে সজ্জিত।!!",
    
    "⚠️What do you like about that hotel? = আপনি ওই হোটেলটি সম্পর্কে কী পছন্দ করেন?!!",
    "✅A gymnasium, swimming pool, and BBQ area are available. I also love the green space surrounding the hotel. = এখানে একটি জিমনেসিয়াম, সাঁতার কাটার পুল এবং বারবিকিউ এলাকা আছে। আমি হোটেলটির চারপাশের সবুজ স্থানও পছন্দ করি।!!",
    
    "⚠️Are all the staff friendly and helpful? = কি সমস্ত স্টাফ বন্ধুত্বপূর্ণ এবং সহায়ক?!!",
    "✅Yes, definitely. They all are professional. = হ্যাঁ, নিঃসন্দেহে। তারা সবাই পেশাদার।!!",
    
    "⚠️How much does it cost a night? = একটি রাতের জন্য এর খরচ কত?!!",
    "✅It costs me around $250/night. = এটি আমাকে প্রায় $250/রাত খরচ হয়।!!",
    
    "⚠️Do you recommend that hotel to friends? = আপনি কি বন্ধুদের ওই হোটেলটি সুপারিশ করবেন?!!",
    "✅Yes, if they come to Vietnam. I love everything there. = হ্যাঁ, যদি তারা ভিয়েতনামে আসে। আমি সেখানে সবকিছুই পছন্দ করি।!!"
  ]
},

{
  "title": "A Letter",
  "tex": [
    "⚠️Who wrote the letter to you? = আপনাকে চিঠিটি কে লিখেছিল?!!",
    "✅My dad wrote the letter to me when he was on a business trip. = আমার বাবা আমাকে চিঠিটি লিখেছিলেন যখন তিনি একটি ব্যবসায়িক সফরে ছিলেন।!!",
    
    "⚠️Did you keep the letter? = আপনি কি চিঠিটি রেখেছিলেন?!!",
    "✅Yes, I put it in a folder. Whenever I’m down, reading his letter would be a good way to cheer me up. = হ্যাঁ, আমি এটি একটি ফোল্ডারে রেখেছিলাম। যখনই আমি মন খারাপ করি, তার চিঠিটি পড়া আমাকে মনোবল দেবে।!!",
    
    "⚠️What was the letter about? = চিঠিটি কিস সম্পর্কে ছিল?!!",
    "✅He told me about his new workplace and how things were there. = তিনি আমাকে তার নতুন কর্মস্থল এবং সেখানে কী হচ্ছে তা বলেছিলেন।!!",
    
    "⚠️How did you feel about the letter? = চিঠিটি সম্পর্কে আপনি কীভাবে অনুভব করেছিলেন?!!",
    "✅I was glad to know that he was fine in another city. = আমি খুশি হয়েছিলাম জানার জন্য যে তিনি অন্য একটি শহরে ভালো আছেন।!!",
    
    "⚠️Do you have a letter collection? = আপনার কি কোনো চিঠির সংগ্রহ আছে?!!",
    "✅Yes. I collect all the letters from family and friends. It’s one of my hobbies. = হ্যাঁ, আমি পরিবারের এবং বন্ধুদের সব চিঠি সংগ্রহ করি। এটি আমার একটি শখ।!!",
    
    "⚠️Do you like writing letters or emails? = আপনি কি চিঠি লিখতে পছন্দ করেন নাকি ইমেইল?!!",
    "✅I prefer writing paper letters. = আমি কাগজের চিঠি লিখতে পছন্দ করি।!!",
    
    "⚠️Do people in your country usually write letters? = আপনার দেশে কি সাধারণত মানুষ চিঠি লেখে?!!",
    "✅Years ago they did. Now people prefer emails. = বছর কয়েক আগে তারা লিখত। এখন মানুষ ইমেইল পছন্দ করে।!!",
    
    "⚠️What’s the difference between emails and hand-written letters? = ইমেইল এবং হাতে লেখা চিঠির মধ্যে কী পার্থক্য?!!",
    "✅Emails are much more convenient than letters because they’re free to send and they get there instantly. However, letters are much more special. = ইমেইল চিঠির চেয়ে অনেক বেশি সুবিধাজনক কারণ এগুলি পাঠাতে বিনামূল্যে এবং তা তৎক্ষণাৎ পৌঁছায়। তবে, চিঠিগুলি অনেক বেশি বিশেষ।!!",
    
    "⚠️Why should we write letters to friends or relatives? = কেন আমাদের বন্ধু বা আত্মীয়দের চিঠি লেখা উচিত?",
    "✅It’s a good way to show love to people you care about. = এটি এমন একটি ভাল উপায় যাতে আপনি যাদের সম্পর্কে যত্নশীল তাদের প্রতি ভালোবাসা দেখাতে পারেন।!!"
  ]
},

{
  "title": "Hobbies",
  "tex": [
    "⚠️What is your hobby? = আপনার শখ কী?",
    "✅I like playing sports, especially swimming. = আমার শখ হল খেলাধুলা করা, বিশেষ করে সাঁতার কাটা।!!",
    
    "⚠️Is your hobby common in your country? = আপনার শখ কি আপনার দেশে সাধারণ?!!",
    "✅Yes, kids, adults, and senior citizens all like swimming in my country. = হ্যাঁ, আমার দেশে শিশু, প্রাপ্তবয়স্ক এবং প্রবীণ সকলেই সাঁতার কাটতে পছন্দ করে।!!",
    
    "⚠️Is your hobby the same as when you were a child? = আপনার শখ কি একই, যখন আপনি ছোট ছিলেন?!!",
    "✅Yes, I was fond of swimming when I was a little girl. = হ্যাঁ, যখন আমি ছোট ছিলাম, তখন আমি সাঁতার কাটতে পছন্দ করতাম।!!",
    
    "⚠️When did you start practicing that hobby? = আপনি কখন এই শখটি অনুশীলন শুরু করেছিলেন?!!",
    "✅I started swimming when I was 5 years old. = আমি ৫ বছর বয়সে সাঁতার কাটতে শুরু করি।!!",
    
    "⚠️Is there anybody in your family who you share your hobby with? = আপনার পরিবারে কি কেউ আছে যার সাথে আপনি আপনার শখ শেয়ার করেন?!!",
    "✅My dad, he taught me how to swim. = আমার বাবা, তিনি আমাকে সাঁতার কাটা শিখিয়েছিলেন।!!",
    
    "⚠️How much time do you spend on your hobby? = আপনি আপনার শখে কত সময় ব্যয় করেন?",
    "✅I usually go to the swimming pool twice a week. = আমি সাধারণত সপ্তাহে দুটি দিন সাঁতার কাটতে যাই।!!",
    
    "⚠️What benefits do you get from it? = আপনি এর থেকে কী উপকার পেয়ে থাকেন?!!",
    "✅Swimming is a really good workout. It helps me keep fit and chill out after a long day working. = সাঁতার একটি খুব ভাল ব্যায়াম। এটি আমাকে ফিট থাকতে সাহায্য করে এবং দীর্ঘ কর্মদিবসের পর বিশ্রাম নিতে সাহায্য করে।!!",
    
    "⚠️Have you ever heard of someone having a very unusual hobby? What was it? = আপনি কি কখনও এমন কাউকে শুনেছেন যার একটি খুব অস্বাভাবিক শখ ছিল? তা কী ছিল?!!",
    "✅Yes, my cousin loves tattooing vehicles. He puts stickers everywhere on his car. = হ্যাঁ, আমার বন্ধু গাড়িতে ট্যাটু করতে ভালোবাসে। সে তার গাড়িতে সব জায়গায় স্টিকার লাগায়।!!",
    
    "⚠️What do you think about someone having weird hobbies? = আপনি কী মনে করেন এমন কাউকে নিয়ে যার অদ্ভুত শখ আছে?!!",
    "✅I don’t think any hobby is weird. It’s just what you like to do, so I don’t judge others. = আমি মনে করি না যে কোনও শখ অদ্ভুত। এটি আপনি কী করতে পছন্দ করেন তার ব্যাপার, তাই আমি অন্যদের বিচার করি না।!!",
    
    "⚠️What hobbies are usually expensive in your country? = আপনার দেশে সাধারণত কোন শখগুলো ব্যয়বহুল?",
    "✅Playing golf is a really expensive hobby. Only the rich can afford to buy golf supplies. = গলফ খেলা একটি খুব ব্যয়বহুল শখ। শুধু ধনী মানুষই গলফের সরঞ্জাম কিনতে সক্ষম।!!"
  ]
},

{
  "title": "Music",
  "tex": [
    "⚠️What kind of music do you like? = আপনি কী ধরনের সঙ্গীত পছন্দ করেন?!!",
    "✅I’m crazy about Pop music. = আমি পপ সঙ্গীতের প্রতি পাগল।!!",
    
    "⚠️Is that the kind of music preferred in your country? = আপনার দেশে কি এই ধরনের সঙ্গীত পছন্দ করা হয়?!!",
    "✅It varies. Normally the youth enjoy Rock and Pop while middle-aged citizens prefer country music. = এটি ভিন্ন। সাধারণত তরুণরা রক এবং পপ সঙ্গীত পছন্দ করে, এবং মধ্যবয়স্ক নাগরিকরা দেশীয় সঙ্গীত পছন্দ করে।!!",
    
    "⚠️Who is your favorite singer? = আপনার প্রিয় গায়ক কে?!!",
    "✅I’m a big fan of Miley Cyrus, a talented US singer, songwriter, and actress. = আমি মাইলি সাইরাসের বিশাল ভক্ত, একজন প্রতিভাবান মার্কিন গায়ক, গীতিকার এবং অভিনেত্রী।!!",
    
    "⚠️What piece of music do you like? Who sang that song? = আপনি কোন সঙ্গীতটি পছন্দ করেন? সেই গানটি কে গেয়েছে?!!",
    "✅My favorite song is Jolene, sung by Miley Cyrus. = আমার প্রিয় গান হলো 'Jolene', যা মাইলি সাইরাস গেয়েছে।!!",
    
    "⚠️How much time a day do you spend listening to music? = আপনি প্রতিদিন কত সময় সঙ্গীত শোনেন?!!",
    "✅I usually listen to music all day with an MP3 player. = আমি সাধারণত পুরো দিন মিউজিক শোনার জন্য এমপিথ্রি প্লেয়ার ব্যবহার করি।!!",
    
    "⚠️Do you feel relaxed listening to music? = সঙ্গীত শোনার সময় আপনি কি শান্তি অনুভব করেন?!!",
    "✅Sure. I feel like there are no more worries in the world. = হ্যাঁ, আমি অনুভব করি যে পৃথিবীতে আর কোনও চিন্তা নেই।!!",
    
    "⚠️Why is music important to us? = সঙ্গীত আমাদের জন্য কেন গুরুত্বপূর্ণ?!!",
    "✅Music has the power of beautifying our life. = সঙ্গীত আমাদের জীবনকে সুন্দর করার ক্ষমতা রাখে।!!",
    
    "⚠️Do you usually go to bars or clubs? = আপনি সাধারণত বারে বা ক্লাবে যান?!!",
    "✅Not often. I sometimes go there on weekends. = তেমন বেশী না। আমি মাঝে মাঝে উইকেন্ডে সেখানে যাই।!!",
    
    "⚠️What do you think about the teenagers’ music style? = আপনি কি মনে করেন কিশোরদের সঙ্গীত শৈলী সম্পর্কে?!!",
    "✅Teenagers tend to choose loud and fast music like Rock or Rap. Everyone has their own taste of music though. = কিশোররা সাধারণত রক বা র্যাপের মতো জোরালো এবং দ্রুত সঙ্গীত পছন্দ করে। তবে, সবার নিজের সঙ্গীতের স্বাদ রয়েছে।!!",
    
    "⚠️Have you ever thought of forming a music band? = আপনি কি কখনও সঙ্গীত ব্যান্ড গঠন করার কথা ভেবেছেন?!!",
    "✅No, I don’t have any talent for music. = না, আমার সঙ্গীতের জন্য কোন প্রতিভা নেই।!!"
  ]
},

{
  "title": "Shopping",
  "tex": [
    "⚠️Do you like shopping? = আপনি কি শপিং করতে পছন্দ করেন?!!",
    "✅Yes, I’m a shopaholic. = হ্যাঁ, আমি শপাহলিক।!!",
    
    "⚠️What do you usually shop for? = আপনি সাধারণত কী কিনতে যান?!!",
    "✅I usually shop for clothes. I’m a big fashion fan. = আমি সাধারণত কাপড় কিনতে যাই। আমি ফ্যাশনের বড় ভক্ত।!!",
    
    "⚠️Where do you go shopping? = আপনি কোথায় শপিং করতে যান?!!",
    "✅At some fashion boutiques in my neighborhood. = আমার এলাকায় কিছু ফ্যাশন বুটিকে।!!",
    
    "⚠️Are there many shops in your neighborhood? = আপনার এলাকায় অনেক দোকান আছে কি?!!",
    "✅Yes. My area is the city center, so I have many choices of where to shop. = হ্যাঁ, আমার এলাকা শহরের কেন্দ্রস্থলে, তাই আমি শপিং করার জন্য অনেক অপশন পাই।!!",
    
    "⚠️Do you spend much money on shopping? = আপনি কি শপিং করতে অনেক টাকা খরচ করেন?!!",
    "✅Yes and I’m usually broke at the end of the month. = হ্যাঁ, এবং মাসের শেষে আমি সাধারণত টাকা শেষ হয়ে যাই।!!",
    
    "⚠️Do you usually shop online? What items? = আপনি সাধারণত অনলাইনে শপিং করেন? কী কী জিনিস কেনেন?!!",
    "✅Yes, but not really often. I only buy furniture online. = হ্যাঁ, কিন্তু খুব বেশি না। আমি শুধু ফার্নিচার অনলাইনে কিনি।!!",
    
    "⚠️What’s the difference between shopping online and offline? = অনলাইন এবং অফলাইন শপিংয়ের মধ্যে কী পার্থক্য?!!",
    "✅Unlike shopping offline, you cannot try on the pieces of clothes or check the material when shopping online. = অফলাইন শপিংয়ের বিপরীতে, অনলাইনে শপিং করলে আপনি কাপড় পরতে পারেন না বা কাপড়ের মান পরীক্ষা করতে পারেন না।!!"
  ]
},

{
  "title": "Holiday",
  "tex": [
    "⚠️Where did you go for holiday? = আপনি ছুটিতে কোথায় গিয়েছিলেন?!!",
    "✅Last year I went to Singapore, a Southeast Asian country. = গত বছর আমি সিঙ্গাপুরে গিয়েছিলাম, এটি একটি দক্ষিণ-পূর্ব এশিয়ার দেশ।!!",
    
    "⚠️Why did you choose that destination? = আপনি কেন সেই স্থানটি বেছে নিয়েছিলেন?!!",
    "✅I love to travel to Asian countries and Singapore was my best choice because of its beauty and culture. = আমি এশিয়ান দেশগুলোতে ভ্রমণ করতে ভালোবাসি এবং সিঙ্গাপুর আমার সেরা পছন্দ ছিল তার সৌন্দর্য এবং সংস্কৃতির জন্য।!!",
    
    "⚠️How long did it last? = সেখানে আপনি কতদিন ছিলেন?!!",
    "✅I stayed there for 2 weeks. = আমি সেখানে ২ সপ্তাহ ছিলাম।!!",
    
    "⚠️Who went with you? = আপনি কার সাথে গিয়েছিলেন?!!",
    "✅I traveled to Singapore with my best friends. = আমি আমার সেরা বন্ধুদের সাথে সিঙ্গাপুরে ভ্রমণ করেছিলাম।!!",
    
    "⚠️How did you travel? = আপনি কীভাবে ভ্রমণ করেছিলেন?!!",
    "✅We flew there of course. During the time there, we moved mostly by MRT and taxi. = আমরা সেখানে বিমানযোগে গিয়েছিলাম। সেখানকার সময়ে, আমরা বেশিরভাগ সময় MRT এবং ট্যাক্সি ব্যবহার করেছি।!!",
    
    "⚠️What did you pack up? = আপনি কী কী প্যাক করেছিলেন?!!",
    "✅I only brought some necessary items such as money, clothes, medicine, a map and a digital camera. = আমি শুধু কিছু প্রয়োজনীয় জিনিস প্যাক করেছিলাম, যেমন টাকা, কাপড়, ওষুধ, একটি মানচিত্র এবং একটি ডিজিটাল ক্যামেরা।!!",
    
    "⚠️What did you do during the holiday? = ছুটির সময় আপনি কী করেছিলেন?!!",
    "✅We visited famous tourist attractions like Marina Bay Sands, Merlion Park, Artscience Museum, Singapore Flyers. We also enjoyed local cuisine there. = আমরা বিখ্যাত পর্যটন স্থলগুলি পরিদর্শন করেছিলাম, যেমন মেরিনা বে স্যান্ডস, মেরলিয়ন পার্ক, আর্টসায়েন্স মিউজিয়াম, সিঙ্গাপুর ফ্লায়ার্স। আমরা সেখানকার স্থানীয় খাবারও উপভোগ করেছিলাম।!!",
    
    "⚠️What’s the difference between holidays today and 20 years ago? = আজকের ছুটির এবং ২০ বছর আগে ছুটির মধ্যে কী পার্থক্য?!!",
    "✅Well, it has changed a lot. People now can afford holidays outside their countries while 20 years ago, traveling abroad seemed hard. = ভাল, এটি অনেক পরিবর্তন হয়েছে। এখন মানুষ বিদেশে ছুটির জন্য খরচ করতে পারে, তবে ২০ বছর আগে, বিদেশে ভ্রমণ করা কঠিন মনে হতো।!!",
    
    "⚠️At what time do people in your country usually go on holiday? = আপনার দেশে সাধারণত মানুষ কখন ছুটিতে যায়?!!",
    "✅It depends on what job people have. When they have a break from work, they will find somewhere to travel. = এটি মানুষের চাকরি অনুযায়ী নির্ভর করে। যখন তারা কাজ থেকে বিরতি নেয়, তখন তারা কোথাও ভ্রমণ করতে যাবে।!!"
  ]
}
  
]
